Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/N07.tmx
Source language: en_us
Languages: zh_cn

source: Owen opened a drawer in his desk, the drawer resisting with a bloodcurdling screech, and produced a bottle of Wild Turkey.
zh_cn: 欧文拉开桌子的一个抽屉，抽屉很紧，拉开时发出令人头皮发麻的尖声，抽屉里有一瓶野火鸡威士忌。

source: He poured a generous gulp into a cup that had CHICAGO BULLS written around it, shaking his head as if already regretting his decision.
zh_cn: 他向杯子里倒了一大口酒，杯子围圈写着“芝加哥公牛队”的字样，他摇了摇头，仿佛又后悔不该倒的。

source: He slurped from the cup and his face cramped, as if he'd swallowed urine, then it settled down, a little redder now, as he looked at Pronek, trying to see through him.
zh_cn: 欧文拿着杯子喝了一大口，脸抽搐起来，好像吞了尿一样，不久脸又平静下来，现在有点红了，这时他看着普罗涅克，试图看透他。

source: "So you wanna be an operative?"
zh_cn: “那么，你想当一名信息调查员？”

source: "I would like to be," Pronek said.
zh_cn: “我想。”普罗涅克说。

source: "We don't solve big cases here.
zh_cn: “我们这不处理大案子。

source: Rich women don't make passes at us.
zh_cn: 富婆们不会青睐我们。

source: We don't tell off big bosses.
zh_cn: 我们也不会怪罪大老板们。

source: And we don't wake up in a ditch with a cracked head.
zh_cn: 我们不会在沟里醒来，头破血流。

source: We just earn our daily bread doing divorces, checking backgrounds, chasing down deadbeat dads, know what I mean?
zh_cn: 我们只不过挣点每天吃面包的钱，处理离婚啊，背景调查啊，找找赖账的大爷们啊，等等。你明白我的意思吗？

source: It's all work, no adventure, pays the rent.
zh_cn: 这就是所有的工作，不需要冒险，只要付租金就好。

source: Got it?"
zh_cn: 知道了吗？”

source: "Yeah," Pronek said.
zh_cn: “知道了。”普罗涅克说。

source: "Do you know where the Board of Education is?"
zh_cn: “你知道教育董事会在哪吗？”

source: "In the downtown," Pronek said.
zh_cn: “在商业中心。”普罗涅克说。

source: "Do you know where the Six Corners is?"
zh_cn: “你知道第六街角在哪吗？”

source: "No."
zh_cn: “不知道。”

source: "Irving Park and . . . Oh, fuck it!
zh_cn: “欧文停车场和......噢，他妈的！

source: Do you have a car?"
zh_cn: 你有车吗？”

source: "No.
zh_cn: “没有。

source: But I want to buy the car."
zh_cn: 不过我想买辆车。”

source: Pronek started fidgeting in his chair.
zh_cn: 普罗涅克在他座位上开始坐立不安起来。

source: A drop of sweat rolled down from his left armpit.
zh_cn: 一滴汗从他左腋窝里滚落下来。

source: "Do you have a camera?"
zh_cn: “你有相机吗？”

source: "Do you know how to tail?"
zh_cn: “你知道怎样跟踪吗？”

source: "Tale?" Pronek asked, perplexed.
zh_cn: “故事？”普罗涅克问道，有些迷惑不解。

source: "You mean, tell the tale?"
zh_cn: “你是说，讲故事？”【译者注：跟踪（tail）与故事（tale）发音相同，所以普罗涅克会误解。】

source: Owen formed a pyramid from his hands and put its tip under his nose, then pushed his nose up a little so the bridge of his nose wrinkled.
zh_cn: 欧文的双手搭出一个金字塔状，塔尖就在鼻子底下，随后把鼻子往上推了推，鼻梁顿时皱了起来。

source: He glared at Pronek, as if affronted by his sheer presence, curling his lips inward until his mouth was just a straight line.
zh_cn: 他盯着普罗涅克，似乎普罗涅克单单在这儿就已经是对他的一种侮辱了，他把嘴唇往里卷起，直到嘴形成一条直线为止。

source: Pronek wanted to tell him that he could learn, that he was really smart, that he used to be a journalist, talked to people--he could make himself over to be an operative.
zh_cn: 普罗涅克想告诉欧文自己会学的，自己真的很聪明，自己过去是一名记者，擅长与人交谈——他会改变自己的，让自己成为一名信息调查员。

source: But it was too late: Owen was blinking in slow motion, gathering strength to finish the interview off.
zh_cn: 但是一切都太迟了：欧文慢慢眯上了眼，正聚集力气彻底结束这次面试。

source: He dismantled the pyramid, unfurled his lips, and said:
zh_cn: 他的手不再搭成金字塔状了，嘴唇也松开了，他说：

source: "Listen, son, I like you.
zh_cn: “听着，孩子，我喜欢你。

source: I admire people like you, that's what this country's all about: the wretched refuse coming and becoming American.
zh_cn: 我很欣赏像你这样的人。就是这样的一个国家：可怜的人们不愿意来美国，不愿做美国人。

source: My mother's family was like that, all the way from Poland.
zh_cn: 我妈一家就像这样，从波兰远道而来。

source: But I ain't gonna give you a job just 'cause I like you.
zh_cn: 但是我不打算给你一份工作，就是因为我喜欢你。

source: Tell you what I'll do: Give me your phone and I'll call you if something comes up, okay?"
zh_cn: 告诉你我会怎么做：把你的电话号码给我，如果有什么活儿，我会叫你的，好吗？”

source: "Okay," Pronek said.
zh_cn: “好吧。”普罗涅克说。

source: Owen was watching him, probably expecting him to get up, shake hands, and leave, but Pronek's body was suddenly heavy, and he could not get up from the sofa.
zh_cn: 欧文看着他，可能希望他站起来，挥挥手就走了，但是普罗涅克身体突然沉重起来，他无法从沙发上站起来。

source: Nothing in the room moved or produced a sound.
zh_cn: 房里鸦雀无声。

source: They could hear the ill cooing of the pigeon.
zh_cn: 他们能听到那只鸽子讨厌的咕咕声。

source: "Okay," Owen repeated, as if to break the spell.
zh_cn: “好吧。”欧文又重复了一遍，似乎想打破这局面。

source: Pronek stood at the corner of Granville and Broadway, watching his breath clouding and dissolving before his eyes, waiting for Owen.
zh_cn: 普罗涅克站在格兰维尔和百老汇大街的拐角处等欧文，看着自己呵出的气在眼前形成雾并逐渐消散。

source: The picture-frame shop across the street had nicely framed Halloween paintings in the window--ghosts hovering over disheveled children, ghouls rising out of graves.
zh_cn: 街对面卖相框的商店橱窗里挂着几幅有关万圣节前夕的油画，装裱得十分精致——一些幽灵在破烂不堪的孩子们上空徘徊，一些饿鬼从坟墓中走了出来。

source: A man with a rotund goiter growing sideways on his neck was entering the diner on Granville.
zh_cn: 一个脖子侧边长着圆鼓鼓甲状腺肿块的男子正走进格兰维尔的小饭馆。

source: Pronek thought that the man was growing another, smaller head and imagined a relief of a little, wicked face under the taut goiter skin.
zh_cn: 普罗涅克觉得那个男人还长了一个小一点肿块，脑海里浮现出一张小且难看的脸的轮廓，皮肤因甲状腺肿而紧绷。

source: Just in front of Pronek, a throbbing car stopped at the streetlight, inhabited by a teenager who had a shield of gold chains on his chest.
zh_cn: 就在普罗涅克面前，一辆有节奏地震动着的车停到路灯旁，车里坐着一个十来岁的孩子，胸前挂着一条金链穿起的盾形徽章。

source: He was drumming on the wheel with his index fingers, then looked up, pointed one of his fingers at Pronek, and pretended to shoot him.
zh_cn: 孩子正在用食指敲打着方向盘，然后抬起头，伸出一只手指瞄准普罗涅克，做出射击的样子。

source: Pronek smiled, as if getting the joke, but then the teenager turned east and disappeared down Granville.
zh_cn: 普罗涅克微微一笑，仿佛看了一个笑话，不久那孩子转向东边，往格兰维尔那边远去，慢慢看不见了。

source: Pronek was cold; Owen was late.
zh_cn: 普罗涅克感到很冷；欧文来迟了。

source: A Chicago Tribune headline behind the filthy glass of a newspaper box read THOUSANDS MISSING IN SREBRENICA.
zh_cn: 透过一个报箱脏脏的玻璃，可以看到芝加哥论坛报头条新闻写着“斯雷布雷尼察上千人失踪”。

source: In the distance, Pronek saw a boxy Broadway bus stopping every once in a while on the empty street, sunlight shimmering in its windshield.
zh_cn: 远处，普罗涅克看到一个盒子状的百老汇汽车时不时在空旷的街道上停一停，阳光照得汽车的挡风玻璃闪闪发光。

source: Owen pulled up, materializing out of nowhere, brakes screeching, right in front of Pronek.
zh_cn: 欧文的车不知从哪儿冒了出来，正好停在普罗涅克的面前，刹车声十分刺耳。

source: He drove an old Cadillac that looked like the hideous offspring of a tank and a wheel cart.
zh_cn: 他开着一辆老式卡迪亚克车，车看起来像坦克和四轮车的组合，很难看。

source: Before Pronek could move toward the car, Owen honked impatiently, and the sound violated the early-morning hum, irking Pronek.
zh_cn: 普罗涅克还来不及走向车边，欧文就急匆匆地按起了喇叭，喇叭的声音破坏了清晨的绵绵细语，普罗涅克觉得很是讨厌。

source: Pronek opened the door and an eddy of cigarette smoke and coffee smell escaped into the street.
zh_cn: 普罗涅克打开车门，一团抽烟的烟雾夹杂着咖啡的气味散进了街道。

source: Owen said nothing, put the car in gear, and drove off--a bus whizzed by, barely missing them.
zh_cn: 欧文一声不吭，推动离合器，车开离了——一辆公共汽车飕飕而过，差一点撞着他们。

source: He drove with both his hands on top of the wheel, alternately looking at the street and frowning at the tip of his cigarette as it was being transformed into its own ashen ghost.
zh_cn: 欧文双手放在方向盘顶端，一会儿看着街道，一会儿对着烟头直皱眉头，仿佛那烟头上的灰烬正在化作幽灵。

source: Finally, the ash broke off and fell into his lap.
zh_cn: 终于，烟灰断落了下来，掉在了他的膝上。

source: Owen said, as if on cue: "Damn, it's early.
zh_cn: 欧文像找准了这个点儿似的，开口说道：“该死的，还早呢。

source: But what can we do?
zh_cn: 我们又能怎么办？

source: We gotta get this guy while he's home sleeping."
zh_cn: 我们要找那个家伙，可他还在家里睡大觉。”

source: Pronek was silent, mulling over a question that would not require too many words.
zh_cn: 普罗涅克沉默不语，琢磨着一个不需要太多语句的问题。

source: They were waiting at the light on Hollywood.
zh_cn: 他们在好莱坞的灯光下等着。

source: The car in front of them had a bumper sticker reading: IF YOU DON'T LIKE MY DRIVING CALL 1-800-EATSHIT.
zh_cn: 在他们前面有一辆车，车的保险杆贴纸上写着：如果不高兴我开车，致电1-800-吃屎。

source: "Who is this man?" Pronek asked.
zh_cn: “要找的那个家伙是谁？” 普罗涅克问道。

source: "He's a character, lemme tell you.
zh_cn: “他可是个怪人，让我跟你说说吧。

source: He's Serbian, I believe.
zh_cn: 他是塞尔维亚人。我认为是的。

source: Been here for fifteen years or so, married an American girl, had a child, and then split after years of marriage.
zh_cn: 来这儿大概15年左右了，娶了一个美国妞，生了一个小孩，几年后就离婚了。

source: He's a runaway daddy is what he is.
zh_cn: 他是个逃跑的老爸，这就是他。

source: Couldn't find the son of a bitch, wouldn't show up in court, the lady couldn't get child support.
zh_cn: 再也找不到这个狗娘养的了。他不上法庭，他老婆就得不到孩子的抚养权。

source: I gotta get him to accept the court summons, so if he doesn't show up in court, we can get cops on his ass.
zh_cn: 我要找到他，把法庭传票交给他，如果他还不出庭，我们就可以叫警察找他麻烦。

source: Are you all like that over there, son of a bitches?"
zh_cn: 你是不是很喜欢那样，狗娘养的？”

source: He put out his cigarette in the ashtray already teeming with butts, a few of them falling on the floor.
zh_cn: 欧文在满是烟蒂的烟灰缸里熄灭了他的烟，有几个烟蒂掉落在地上。

source: Pronek imagined himself snorting up all those ashes and butts: It would be a good way to exhort a confession under torture.
zh_cn: 普罗涅克幻想着自己吸食所有的烟灰和烟蒂：这种行为可能是一种拷问逼供的有效方法。

source: He coughed nauseously.
zh_cn: 普罗涅克咳嗽起来，咳得作呕。

source: "What are you?" Owen asked.
zh_cn: “你是怎么一回事？”欧文问道。

source: "It's Serbs fighting Muslims over there, right?
zh_cn: “那边是塞尔维亚人向穆斯林开仗了，对吗？

source: Are you a Serb or a Muslim?"
zh_cn: 你是塞尔维亚人还是穆斯林？”

source: "I am complicated," Pronek said and retched.
zh_cn: “我很复杂，” 普罗涅克边说边作呕。

source: The car was like a gas chamber, and Pronek felt an impulse to rise and breathe from the pocket of air just under the roof.
zh_cn: 车子像一个毒气室，普罗涅克有一种冲动，想站起来呼吸车顶下的一点点空气。

source: "You can say I'm the Bosnian."
zh_cn: “你可以说我是波斯尼亚人。”

source: "I don't give a damn myself, as long as you speak the same language.
zh_cn: “我才不管呢，只要你们说同样的话。

source: You speak the same language, right?
zh_cn: 你们是说同样的话，对吧？

source: Yugoslavian?"
zh_cn: 南斯拉夫人？”

source: "I guess," Pronek said.
zh_cn: “我想是的，” 普罗涅克说。

source: "Good," Owen said.
zh_cn: “很好，”欧文说。

source: "That's why I called you.
zh_cn: “这就是我叫你来的原因。

source: You get the job done, you get sixty bucks, you're a happy man."
zh_cn: 你可以完成这个任务。你可以拿到60块。你是一个幸福的人。”

source: Owen lit another cigarette, snapped his Zippo shut, and inhaled solemnly, as if inhaling a thought.
zh_cn: 欧文又点燃了一支烟，啪的一声合上Zippo打火机，郑重其事地吸起烟来，仿佛正在吸入一种思想。

source: The hair island developed into a vine growing out of his forehead, nearly reaching his eyebrows.
zh_cn: 欧文有头发的地方形成了一条藤，长过了额头，差不多要碰到眉毛。

source: He drove past Bryn Mawr, where a crew of crazies was already operating: a man who kept lighting matches over a bunch of cigarettes strewn on the pavement before him, muttering to himself, as if performing a recondite ritual; an old toothless woman in tights with a wet stain spreading between her thighs.
zh_cn: 他开车经过布林莫尔，那里一群疯子早就开干了：一个男人把一把香烟撒落在自己面前的人行道上，不停地划着火柴，点燃香烟，还喃喃自语，仿佛正做着玄妙的仪式；一个没有牙齿的老妇人身穿紧身衣服，一片湿湿的污渍在她两腿间漫延。

source: They stopped at Lawrence, then turned right.
zh_cn: 欧文和普罗涅克在劳伦斯停下，然后向右拐。

source: As they were moving westward, Pronek felt the warmth of a sunbeam tickling his neck.
zh_cn: 当他们正向西方行驶时，普罗涅克感受到一束阳光的温暖，但照着他的脖子发痒。

source: The windshield had thick eyebrows of dirt and a few splattered insects under them.
zh_cn: 挡风玻璃的雨刮积了厚厚的一层灰，雨刮下还粘着几只稀巴烂的虫子。

source: As if reading his mind, Owen said:
zh_cn: 欧文好像在了解普罗涅克的心思，他说：

source: "Lemme ask you something: What's the last thing that goes through a fly's head as it hits the windshield?"
zh_cn: “问问你：当一只苍蝇撞到挡风玻璃上，它脑子里想的最后一个东西是什么？”

source: He glanced sideways at Pronek with a mischievous grin, apparently proud of his cleverness.
zh_cn: 欧文斜眼看着普罗涅克，顽皮地咧嘴一笑，明摆着对自己的聪明劲洋洋自得。

source: "What is it?" he asked again and slammed the brakes, honking violently at the car in front.
zh_cn: “是什么嘛？”他又问了一遍，同时猛踩刹车，对着前面的车拼命按着喇叭。

source: "I don't know," Pronek said.
zh_cn: “我不知道，”普罗涅克说。

source: "I should have gone the other way."
zh_cn: “我应该换一条道走。”

source: "Went," Owen said.
zh_cn: “走，”欧文叫道。

source: "What?"
zh_cn: “什么？”

source: "Went.
zh_cn: “走。

source: You say I should've went the other way."
zh_cn: 你是说我应该走另一条道。”

source: He slammed the brakes again.
zh_cn: 欧文又猛踩刹车。

source: "But no, that's not what it is.
zh_cn: “不，不是这个。

source: Think again."
zh_cn: 再想想。”

source: "I don't know."
zh_cn: “我不知道。”

source: "It's the ass.
zh_cn: “是屁股。

source: The last thing that goes through a fly's head as it hits the windshield is its ass."
zh_cn: 当苍蝇撞到挡风玻璃上，它脑子里想到的最后一个东西是它的屁股。”

source: He started laughing, nudging Pronek, until his guffawing turned into coughing and then nearly choking.
zh_cn: 欧文大笑起来，用肘轻轻推了推普罗涅克，结果笑得直咳嗽，还差点笑岔了气。

source: They stopped at the Clark light and he thumped his chest like a gorilla, his vine of hair quivering, his throat convulsing.
zh_cn: 他们停在了克拉克灯下，欧文就像一只大猩猩捶着胸，他那藤状头发不停的抖着，喉咙不停地咳着。

source: Pronek realized that there was an entire world of people he knew nothing about--the early-morning people.
zh_cn: 普罗涅克发现有一类人的世界自己完全不了解，这类人就是清晨的人。

source: Their faces had different colors in the morning sunlight.
zh_cn: 在晨光下，这些人的面色各有不同。

source: They seemed to be comfortable so early in the morning, even if they were already tired going to work.
zh_cn: 他们清晨起得这么早似乎还很惬意，哪怕他们早已厌倦了上班。

source: He could tell they had had their breakfast; their eyes were wide open, their faces developed into alertness--in contrast to Pronek's daze: the itching eyes, the tense, tired muscles, the crumpled face, the growling stomach, the pus taste in his mouth, and a general thought shortage.
zh_cn: 普罗涅克看得出他们已经吃了早餐，他们的眼睛都睁得大大的，一脸生机勃勃的样子，与普罗涅克晕沉沉的样子形成了鲜明对比，普罗涅克双眼发痒，肌肉紧张又疲劳，脸皱皱的，肚子咕噜直叫，嘴里一股脓水的味儿，脑子里一片空白。

source: The 6:00 A.M. people, the people who existed when Owen and his people were sleeping: old twiggy ladies with a plastic cover over their meticulously puffed-up hair, like wrapped-up gray lettuce heads; kids in McDonald's uniforms on their way to the morning shift, already burdened with the midday drowsihead; workers unloading crates of strawberries onto a stuck-up dolly--they all seemed to be involved in something purposeful.
zh_cn: 清晨6点，当欧文和他的手下还在睡觉的时候，这些人就出来了，就是这些人：骨瘦如柴的老妇人，她们把一个塑料罩子罩在精心梳理的蓬松头发上；穿着有麦当劳制服的小伙子，他们正在上早班的途中，早已被中午的昏昏沉沉折磨不已；卸货的工人，他们把一箱箱草莓卸下，然后再放入一辆手推车里，堆得满满的——他们似乎都做着目标明确的事。

source: Owen completed his coughing, cleared his throat confidently, and asked: "You still have family there?"
zh_cn: 欧文咳嗽完后，清了清嗓子，定了定神，问道：“你家还在那儿吗？”

source: "Where?" Pronek responded, confused by a sudden change in the communication pace.
zh_cn: “哪儿？”普罗涅克应道，对谈话节奏突然改变而迷惑不已。

source: "Phnom Penh, that's where!
zh_cn: “金边，就是那儿！

source: Wherever you're from, you still have folks there?"
zh_cn: 不管你从哪里来，你还有家人在那，是吗？”

source: "Yeah, my parents are still there.
zh_cn: “是啊，我父母还在那。

source: But they're still alive."
zh_cn: 他们还活着。”

source: "Now, who's trying to kill them?
zh_cn: “嗯，谁想杀了他们？

source: I can never get this right.
zh_cn: 我可永远干不了。

source: Are they Muslim?"
zh_cn: 他们是穆斯林吗？”

source: "No," Pronek said.
zh_cn: “不是，”普罗涅克说。

source: "They are in Sarajevo.
zh_cn: “他们在萨拉热窝。

source: Some Serbs try to kill the Muslims in Sarajevo and Bosnia, and also the people who don't want to kill the Muslims."
zh_cn: 一些塞尔维亚人想杀死那些在萨拉热窝和波斯尼亚的穆斯林，还有那些不想去杀穆斯林的人。”

source: "You probably gonna hate this son of a bitch then."
zh_cn: “那么你可能会恨那个狗娘养的。”

source: "I don't know yet," Pronek said.
zh_cn: “我也不知道，”普罗涅克说。

source: What if, he thought, what if he were dreaming this?
zh_cn: 如果，普罗涅克想，如果他这样梦想会怎样？

source: What if he were one of those 6:00 A.M. people, just about to wake up, slap the snooze button, and linger a few more minutes in bed?
zh_cn: 如果他是那些清晨6点出来的人们中的一员，刚刚睡醒，按一下闹钟的打盹按钮，在床上多赖几分钟，会怎样？

source: Owen hit the brakes again, and Pronek slapped the dashboard, lest he go through the windshield.
zh_cn: 欧文又推了推刹车，普罗涅克拍了拍仪表板，唯恐飞出挡风玻璃。

source: They were at Western: A Lincoln statue was making a step forward, worried as ever, its head and shoulders dotted with dried pigeon shit.
zh_cn: 他们现在在西部：一座林肯的雕塑，林肯正迈步向前，和以往一样忧郁，头和肩上到处都是一点点鸽子的干鸟屎。

source: "That son of a bitch lives around here," Owen announced.
zh_cn: “那个狗娘养的就主要附近。”欧文大声嚷道。

source: He crossed Western, almost running over a chunky businessman who was hugging his briefcase as he scurried across the street.
zh_cn: 他穿过西部，差点撞到一个矮矮胖胖的生意人，那个生意人正紧抱着公文包，急匆匆地跑过街道。

source: They parked the car on an empty street with two rows of ochre-brick houses facing each other.
zh_cn: 他们把车停到一条空旷的街边，街边各有一排赭色砖砌的房子。

source: Owen adjusted his curl, adhering it to his dome.
zh_cn: 欧文整了整卷发，让卷发贴着脑袋。

source: He was looking in the rearview mirror, his hump breathing on his back, his eyes shrunk because of the fuming cigarette in his mouth.
zh_cn: 他对着后视镜看了看，背部驼起的地方正微微起伏，眼睛被嘴里叼着的香烟熏得眯了起来。

source: The houses all looked the same, as if they were made in the same lousy factory.
zh_cn: 房子看起来一摸一样，就像是同一家破工厂盖的。

source: Owen pointed at the house that had a FOR SALE sign, like a flag, in front of it.
zh_cn: 欧文指了指着车前面的房子，房子旗帜状标牌上写有“出售”字样。

source: "What I want you to do," he said, handing Pronek a grim envelope, "is to go to that door, ring the bell, and when he asks who it is, talk to him in your monkey language and give him this.
zh_cn: “我想让你做的事，”他一边说，一边递给普罗涅克一个可怕的信封，“就是去那家，按门铃。当他问你是谁时，就用你们那鸟语跟他说，把这个给他。

source: He takes it, you leave, I give you sixty bucks, we all happy.
zh_cn: 他接了后，你就走。我给你60块，咱们皆大欢喜。

source: How's that?"
zh_cn: 怎么样？”

source: "That's fine," Pronek said and wiped his sweaty palms against his pants.
zh_cn: “好，”普罗涅克说，把满是汗水的手掌往裤子上擦了擦。

source: He considered getting out of the car, passing the house, and running away--it would take him forty minutes to walk back to his place.
zh_cn: 他寻思着走出车，经过房子，然后快速离开——这要花40分钟才能走回来。

source: "Piece of cake," Owen said.
zh_cn: “小菜一碟，”欧文说。

source: "Just do it."
zh_cn: “开干吧。”

source: "What is his name?" Pronek asked.
zh_cn: “他叫什么？”普罗涅克问道。

source: "It's Branko something.
zh_cn: “布兰科什么的吧。

source: Here, you can read it," he pointed at the envelope.
zh_cn: 这，你可以看看，”欧文指着那信封。

source: Pronek read: "Brdjanin.
zh_cn: 普罗涅克念道：“布尔贾宁。

source: It means the mountain man."
zh_cn: 意思是高山上的人。”

source: "Whatever," Owen said and excavated a gun from under his armpit--two black, perpendicular, steely rectangles, the nozzle eye glancing at Pronek.
zh_cn: “管他的，”欧文说着，从腋窝下两个黑色立着的钢制四方盒子里掏出一支枪，枪口斜对着普罗涅克。
